Repository: Simbul/baker
Catalog: Baker/*.lproj/Localizable.strings
Languages: de

# SHELF_NAVIGATION_TITLE
source: Baker Shelf
de: Baker Kiosk

# PRODUCTS_REQUEST_FAILED_TITLE
source: Failure connecting to the App Store
de: Verbindung zum App Store fehlgeschlagen

# PRODUCTS_REQUEST_FAILED_CLOSE
source: Close
de: Schließen

# SUBSCRIBE_BUTTON_TEXT
source: Subscribe
de: Abonnieren

# SUBSCRIBE_BUTTON_DISABLED_TEXT
source: Subscribing...
de: Abonnieren...

# SUBSCRIBE_BUTTON_SUBSCRIBED_TEXT
source: Subscribed
de: Abonnieren

# SUBSCRIPTIONS_SHEET_FREE
source: Subscribe for free
de: Kostenfrei abonnieren

# SUBSCRIPTIONS_SHEET_RESTORE
source: Restore purchases
de: Einkäufe Wiederherstellen

# SUBSCRIPTIONS_SHEET_CLOSE
source: Close
de: Schließen

# SUBSCRIPTIONS_SHEET_GENERIC
source: Subscription options
de: Abo Optionen

# SUBSCRIPTIONS_SHEET_SUBSCRIBED
source: You are subscribed
de: Abonnement läuft

# SUBSCRIPTIONS_SHEET_NOT_SUBSCRIBED
source: You are not subscribed
de: Sie haben derzeit kein Abo abgeschlossen

# SUBSCRIPTION_SUCCESSFUL_TITLE
source: Subscribed successfully
de: Abonnement erfolgreich

# SUBSCRIPTION_SUCCESSFUL_MESSAGE
source: You have successfully subscribed
de: Abonnement erfolgreich abgeschlossen

# SUBSCRIPTION_SUCCESSFUL_CLOSE
source: Close
de: Schließen

# SUBSCRIPTION_FAILED_TITLE
source: Subscription failure
de: Abonnement fehlgeschlagen

# SUBSCRIPTION_FAILED_CLOSE
source: Close
de: Schließen

# ISSUE_PURCHASE_SUCCESSFUL_TITLE
source: Purchase successful
de: Einkauf erfolgreich

# ISSUE_PURCHASE_SUCCESSFUL_MESSAGE
source: You have successfully purchased %@
de: Ihr Einkauf war erfolgreich %@

# ISSUE_PURCHASE_SUCCESSFUL_CLOSE
source: Close
de: Schließen

# ISSUE_PURCHASE_FAILED_TITLE
source: Purchase failure
de: Einkauf fehlgeschlagen

# ISSUE_PURCHASE_FAILED_CLOSE
source: Close
de: Schließen

# RESTORE_FAILED_TITLE
source: Restore failure
de: Wiederherstellung Fehlgeschlagen

# RESTORE_FAILED_CLOSE
source: Close
de: Schließen

# RESTORED_ISSUE_NOT_RECOGNISED_TITLE
source: Some issues could not be restored
de: Einige Ausgaben konnte nicht wiederhergestellt werden

# RESTORED_ISSUE_NOT_RECOGNISED_MESSAGE
source: The following product IDs are not defined and the corresponding issues could not be restored: %@. Contact the app creator for more info.
de: Folgende Ausgaben IDs konnten nicht wiederhergestellt werden: %@. Benachrichtigen Sie den Entwickler dieser App für weitere Informationen.

# RESTORED_ISSUE_NOT_RECOGNISED_CLOSE
source: Close
de: Schließen

# DOWNLOAD_FAILED_TITLE
source: Download failed
de: herunterladen fehlgeschlagen

# DOWNLOAD_FAILED_MESSAGE
source: The issue could not be downloaded
de: Die Ausgabe konnte nicht geladen werden

# DOWNLOAD_FAILED_CLOSE
source: Close
de: Schließen

# INTERNET_CONNECTION_UNAVAILABLE_TITLE
source: No Internet Connection
de: Keine Internetverbindung

# INTERNET_CONNECTION_UNAVAILABLE_MESSAGE
source: An Internet connection is unavailable. Some features of this application require an active connection.
de: Es besteht keine Verdingung ins Internet. Einige Funktionen benötigen diese. Bitte stellen Sie eine Verbindung her.

# ACTION_REMOTE_TEXT
source: DOWNLOAD
de: LADEN

# ACTION_DOWNLOADED_TEXT
source: READ
de: ÖFFNEN

# ACTION_BUY_TEXT
source: BUY
de: KAUFEN

# ARCHIVE_TEXT
source: ARCHIVE
de: ARCHIVIEREN

# CONNECTING_TEXT
source: CONNECTING...
de: VERBINDUNGSAUFBAU...

# DOWNLOADING_TEXT
source: DOWNLOADING ...
de: LADEN ...

# OPENING_TEXT
source: Loading...
de: LADEND...

# BUYING_TEXT
source: BUYING...
de: KAUFEN...

# RETRIEVING_TEXT
source: UPDATING PRICE...
de: PREIS AKTUALISIEREN...

# ARCHIVE_ALERT_TITLE
source: Are you sure you want to archive this issue?
de: Wollen Sie diese Ausgabe wirklich archivieren?

# ARCHIVE_ALERT_MESSAGE
source: This issue will be removed from your device. You may download it at anytime for free.
de: Die Ausgabe wird vom Gerät gelöscht. Sie können diese Ausgabe jederzeit kostenfrei erneut herunterladen.

# ARCHIVE_ALERT_BUTTON_CANCEL
source: Cancel
de: Abbrechen

# MAILTO_ALERT_TITLE
source: Failure
de: Fehler

# MAILTO_ALERT_MESSAGE
source: Your device doesn't support the sending of emails!
de: Auf diesem Gerät ist kein Email Account konfiguriert!

# WEB_MODAL_FAILURE_MESSAGE
source: Unable to connect.
de: Verbindung fehlgeschlagen.

# WEB_MODAL_CLOSE_BUTTON_TEXT
source: Back
de: Zurück

# TRANSACTION_RECORDING_FAILED_TITLE
source: Could not confirm purchase with remote server
de: Ihr Einkauf konnte nicht abgeschlossen werden

# TRANSACTION_RECORDING_FAILED_MESSAGE
source: The operation will be retried until it is successful
de: Sobald möglich wird der Vorgang erneut versucht

# TRANSACTION_RECORDING_FAILED_CLOSE
source: Close
de: Schließen
